import { Star } from "../../../public/Icons/Icons";

const Page = () => {
  return (
    <div className="w-full h-auto justify-center items-center bg-white">
      <div className="container max-w-[1440px] h-auto m-auto py-[55px] px-[120px]">
        <div className="w-full h-auto flex justify-start items-center py-4">
          <Star />
          <div className="text-[#272727] text-[22px] font-bold">
            Үйлчилгээний нөхцөл
          </div>
        </div>
        <div className="text-black text-[18px] font-normal text-justify leading-[30px]">
          <br />
          &emsp; &emsp;Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
          албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
          үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
          зохицуулахад оршино. dsadsadas
          <br />
          &emsp;Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
          үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
          хэрэгжинэ.
          <br />
          &emsp;Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
          байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
          тавина.
          <br />
          &emsp;Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны
          албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар
          үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг
          зохицуулахад оршино. <br />
          Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
          үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
          хэрэгжинэ.
          <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
          байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
          тавина.
          <br />
          <br />
          Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
          үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
          хэрэгжинэ.
          <br />
          Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
          байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
          тавина.
          <br />
          <br /> Mstars Food delivery нь Mstars Lab компанийн интернэт
          худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг
          вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх
          харилцааг зохицуулахад оршино. Энэхүү нөхцөл нь хэрэглэгч худалдан
          авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч
          баталгаажуулсаны үндсэн дээр хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн
          хэрэгжилтэнд MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч
          /цаашид хэрэглэгч гэх/ хамтран хяналт тавина. Mstars Food delivery нь
          Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд
          энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт
          хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.
          <br />
          Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
          үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
          хэрэгжинэ. Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab
          /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/
          хамтран хяналт тавина.
          <br />
          <br />
          Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар
          үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр
          хэрэгжинэ.
          <br /> Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд MStars Lab /цаашид
          байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт
          тавина.
          <br />
        </div>
      </div>
    </div>
  );
};
export default Page;
